export const customOverviews: Record<string, string> = {
  "Rivals: The Official Podcast": "本番組は、Disney+で配信されているアワード受賞ドラマシリーズ『Rivals』の魅力を深掘りする公式コンパニオン・ポッドキャスト。キャスターのパンドラ・サイクスがホストを務めている。",
  "Staged ステージド": "コロナ禍のロックダウンで舞台が延期になった俳優デヴィッドとマイケル。暇を持て余した二人はオンラインでリハーサルを試みるが、くだらない口論ばかりで一向に進まず…。",
  "ブロードチャーチ〜殺意の町〜": "イギリス・ドーセット州の平和な海辺の町で起きた少年の不審死事件。過去の事件で強い罪悪感を抱えるスコットランド出身のアレック・ハーディ警部補が、自らを削りながらも不器用に真実へと迫っていく。感情を極端に抑え込みがちで真面目すぎる彼の、疲れ切った無精ひげの奥にある鋭い眼光から目が離せない傑作ミステリー。",
  "Good Omens": "地球の滅亡を防ぐため、天使アジラフェルと悪魔クロウリーが奔走するファンタジーコメディ。",
  "Des": "1980年代初頭のロンドンで逮捕された連続殺人犯デニス・ニルセン。彼が語るあまりに凄惨な犯行の内容と、それを追う刑事たちの葛藤を描いた実話ベースのドラマ。",
  "Rivals": "舞台は1986年。ライバル関係である保守党議員のルパート・キャンベル＝ブラックと成り上がりのトニー・バッディンガム卿（演：デヴィッド・テナント）の対立は、バッディンガム卿が所有するコリニアム独立系商業テレビ局にも影響を及ぼしていた。コリニアムはイングランド南西部のコッツウォルズ地方に位置し、バディンガム卿はアメリカのプロデューサー、キャメロン・クックを迎え入れ、BBCからアイルランド人のニュースキャスター、デクラン・オハラを雇う。",


};